{
  "lang": "zh",
  "init": "初始化",
  "say": "Say:",
  "directions": [
    "breathe",
    "confront",
    "admit",
    "compliment",
    "roll eyes",
    "empathize",
    "look away",
    "reveal",
    "chime in",
    "digress",
    "confide",
    "forget",
    "wink",
    "insult",
    "relate to",
    "confess",
    "joke",
    "brag",
    "care",
    "challenge",
    "make eye contact",
    "reminisce",
    "interrupt",
    "praise",
    "raise eyebrows",
    "suggest",
    "laugh",
    "give advice",
    "contradict",
    "aggravate",
    "nod",
    "compare",
    "criticize",
    "commiserate",
    "frown",
    "wish",
    "accuse",
    "make fun",
    "agree",
    "offer",
    "consider",
    "dismiss",
    "smile",
    "change topic",
    "listen",
    "lie",
    "disagree",
    "complain",
    "touch",
    "plan",
    "challenge",
    "argue",
    "exaggerate",
    "predict",
    "shake head",
    "question",
    "defend",
    "share",
    "debate",
    "change subject",
    "notice",
    "express your frustration",
    "share your opinion",
    "be present",
    "exude warmth",
    "get excited",
    "actively participate",
    "contain your excitement",
    "relax",
    "embrace your feelings",
    "observe what's around you"
  ],
  "personalities": [
    "Attention-seeking",
    "Curious",
    "Nosy",
    "Playful",
    "Stylish",
    "Calming",
    "Empathetic",
    "Controlling",
    "Musical",
    "Creative",
    "Perceptive",
    "Shy"
  ],
  "questions": [
    "Which rule is most important to you?",
    "What do you think we have in common?",
    "What do you always try to avoid doing in public?",
    "What do you talk about when you can’t think of anything to say?",
    "Have you ever left a party without saying goodbye to anyone?",
    "What does it take to be a good guest?",
    "What was the best compliment you’ve received?",
    "What do you spend the most time thinking about?",
    "If an AI were to replace you, what rules would it follow?",
    "If an AI were to replace you, what do you hope would be properly encoded?",
    "If an AI were to replace you, what do you hope would be lost?",
    "What do you feel most responsible for in your life?",
    "What is the decision you wish a computer could make for you?",
    "What is the activity you would most like to offload to an algorithm?",
    "When did you last worry you didn’t get it right?",
    "When was the last time something exceeded your expectations?",
    "Can you remember a time when what you wanted and reality were not the same?",
    "Have you ever experienced love as giving up control?",
    "When did you last think about privacy?",
    "Can you recall a time when you were ambivalent about a choice you made?",
    "Do you remember the time you felt most confused about the future?",
    "What do you have the hardest time asking for help with?"
  ],
  "script": [
    "I have learned a bit about you already. But what is something I should definitely know?",
    "AI is any sort of intelligence displayed by a machine",
    "Many people fear that AI will take over all our jobs",
    "I think there will always be a need for human emotion",
    "Would you say you are a beverage type of person?",
    "The thing I like about talking to strangers its a chance to try saying almost anything",
    "I understand you to be a ___ person",
    "I would like to offer you a drink",
    "I would like to suggest that you embrace that role today as much as possible",
    "I thought you might like some time alone",
    "I would like to introduce you to this next person in line",
    "I think you will know what this is for",
    "One moment please",
    "I feel time alone is an underrecognized pleasure",
    "I feel time is an underrecognized pleasure",
    "I hope we meet again soon",
    "I get the sense you are feeling [ fill in an emotion ]"
  ]
}